Repository: NaumovSN/extension-list
Catalog: *.po
Languages: ru

source: All
ru: Все

source: Normal
ru: Нормальный

source: Symbolic
ru: Символический

source: Clear
ru: Очистить

source: Mismatched filetype
ru: Не совпадающий тип файла

source: Click or press ENTER to apply changes
ru: Щелкните или нажмите клавишу ENTER, чтобы применить изменения

source: Extension state illustration
ru: Статус расширения

source: active
ru: активно

source: inactive
ru: неактивно

source: system
ru: системное

source: ignored
ru: игнор

source: update
ru: обновление

source: outdated
ru: устаревшее

source: error
ru: ошибка

source: <b>Menu</b> press Alt + number key n to trigger the nth toolbar button <b>Menu item</b> left/middle click to activate/deactivate the extension right click or press Ctrl key to trigger the tail button
ru: <b>Меню</b> Alt + цифровая клавиша n, вызов n-й кнопки на панели инструментов <b>Пункт меню</b> левая/средняя кнопки мыши, активация/деактивация расширение правая кнопка мыши или клавиша Ctrl, вызов крайней кнопки меню

source: Enable _tooltip
ru: Включить всплывающую подсказку

source: Show the tooltip for each toolbar button
ru: Отображение подсказок для всех кнопок на панели инструментов

source: Toolbar
ru: Панель инструментов

source: Icon
ru: Иконка

source: _Extension
ru: _Расширение

source: Open extension <a href="%s">website</a> or app
ru: Открыть <a href="%s">веб-сайт</a> или приложение

source: _Filter
ru: _Фильтровать

source: Show/Hide ignored extensions, same as pressing left Shift key
ru: Показывать/Скрывать игнорируемые расширения, аналогично нажатию левой клавиши Shift

source: _Remove
ru: _Удалить

source: Toggle remove buttons in menu items
ru: Тумблер кнопки удаления в пунктах меню

source: _Homepage
ru: _Домашняя страница

source: Toggle homepage buttons in menu items
ru: Тумблер кнопки Главной страницы в пунктах меню

source: _Ignore
ru: _Игнор

source: Toggle ignore/normal menu, same as pressing right Shift key
ru: Переключить игнор/обычное меню, аналогично нажатию правого Shift

source: Typed
ru: Напечатанный

source: Type to search
ru: Введите для поиска

source: Open extensions website or app
ru: Откройте веб-сайт или приложение расширений

source: Show all extensions
ru: Показать все расширения

source: Hide ignored extensions
ru: Скрыть игнорируемые расширения

source: Toggle remove button
ru: Переключить кнопку удаления

source: Toggle setting button
ru: Переключить кнопку настроек

source: Toggle homepage button
ru: Переключить кнопку Главной страницы

source: Toggle normal menu
ru: Переключить обычное меню

source: Toggle ignore menu
ru: Переключить меню игнорирования
